Repository: circletools/bureau
Catalog: people/locale/*/LC_MESSAGES/django.po
Languages: de

source: All
de: Alle

source: Enrollment Year
de: Einschulungsjahr

source: Application
de: Bewerbungsverfahren

source: Waitlist
de: Warteliste

source: Class Level
de: Klassenstufe

source: Formalities
de: Formalitäten

source: Edit Guardians
de: Erziehungsberechtigte bearbeiten

source: Print
de: Drucken

source: Cover Sheet
de: Datenblatt

source: Guardians
de: Erziehungsberechtigte

source: Payments
de: Zahlungen

source: Gender
de: Geschlecht

source: Changed status (to '%(status)s') on %(count)s students
de: Status bei %(count)s Schüler*i auf '%(status)s' geändert

source: Change Status
de: Status ändern

source: Export Guardian EMail addresses
de: EMail-Liste der Erziehungsberechtigten anzeigen

source: Warning: Deleting this student will also delete the following guardians:
de: Achtung: Es werden auch folgende Erziehungsberechtigte gelöscht:

source: Students
de: Schüler*i

source: Students at this Address
de: Schüler*i an dieser Adresse

source: Contacts at this Address
de: Kontakte an dieser Adresse

source: Postal Address
de: Postadresse

source: Postal Addresses
de: Postadressen

source: Street Address
de: Straße

source: Postal Code
de: PLZ

source: City
de: Ort

source: Alternative
de: Alternativ

source: Country
de: Land

source: Contact
de: Kontakt

source: Contacts
de: Kontakte

source: Other
de: Andere

source: Company
de: Firma

source: Organization
de: Organisation/Amt/etc

source: First Name
de: Vorname

source: Kind
de: Art

source: Phone
de: Festnetz

source: Mobile
de: Mobil

source: Appears on Adress List
de: In der Adressliste anzeigen

source: Team Member
de: Teammitglied

source: Society Member
de: Trägervereinsmitglied

source: Note
de: Notiz

source: Student
de: Schüler*i

source: male
de: männlich

source: female
de: weiblich

source: other/unspecified
de: anderes/ohne Angabe

source: active
de: Aktiv

source: in admission procedure
de: Bewerbungsverfahren

source: waitlisted
de: Warteliste

source: intent declared
de: Absichtserklärung

source: rejected/expired
de: abgesagt/abgelaufen

source: alumn
de: Ehemalig

source: special
de: Ausnahme

source: Entry #
de: Eingangsnummer

source: Last Name
de: Nachname

source: Short Name
de: Rufname

source: Remark
de: Anmerkung

source: Date of Birth
de: Geburtsdatum

source: Place of Birth
de: Geburtsort

source: Religious Denomination
de: Religionszugehörigkeit

source: Citizenship
de: Staatsbürgerschaft

source: Household Language
de: Sprache im Elternhaus

source: First day at this School
de: Erster Tag an dieser Schule

source: Last day at this School
de: Letzter Tag an dieser Schule

source: Degree (when leaving this School)
de: Abschluss (bei Verlassen der Schule)

source: First Enrollment (at any School)
de: Erste Einschulung

source: Class Level (at Reference)
de: Klassenstufe (bei Referenz)

source: Class Level Reference
de: Klassenstufen-Referenz

source: Mentor
de: Mentor*i

source: District School
de: Einzugsschule

source: in After-school Care
de: in Nachmittagsbetreuung

source: Privacy Policy Agreement
de: Datenschutzerklärung

source: Vaccination Policy Agreement
de: Infektionsschutzgesetz

source: Sibling
de: Geschwisterkind

source: Emergency Notes
de: Notfallhinweise

source: Enrollment Age
de: Einschulungsalter

source: Waitlist Position
de: Position Warteliste

source: Application received
de: Bewerbung erhalten

source: was present at obligatory parent conference
de: Obl. EA

source: Parent Dialog
de: Elterngespräch

source: Confirmation
de: (vorl.) Zusage

source: Sitting In
de: Hospitation

source: Notes
de: Notizen

source: Content
de: Inhalt

source: Date
de: Datum

source: Archived
de: Archiviert

source: Tuition
de: Schulgeld

source: for Materials
de: Materialgeld

source: Afternoon Care
de: Nachmittagsbetreuung

source: Payment
de: Zahlung

source: Amount
de: Betrag

source: Comment
de: Anmerkung

source: This Action will change the status of all selected students.
de: Diese Aktion ändert den Status bei allen ausgewählten Schüler*i

source: Warning:
de: Warnung:

source: This cannot be easily undone!
de: Dies kann nicht einfach rückgängig gemacht werden!

source: New Status:
de: Neuer Status:

source: New Status will be applied to:
de: Neuer Status wird bei folgenden Schüler*i gesetzt:

source: Current Status
de: Derzeitiger Status

source: Degree
de: Abschluss
